[
  {
    "title": "API Test Project",
    "municipality": "",
    "country": "",
    "ipaWindow": "",
    "budget": "",
    "duration": "",
    "description": "",
    "objectives": "",
    "methodology": "",
    "smartObjectives": {
      "specific": "",
      "measurable": "",
      "achievable": "",
      "relevant": "",
      "timeBound": ""
    },
    "partners": [],
    "risks": "",
    "sustainability": "",
    "id": "1758666310717",
    "status": "draft",
    "complianceScore": 13,
    "createdAt": "2025-09-23T22:25:10.717Z",
    "updatedAt": "2025-09-23T22:25:10.717Z"
  },
  {
    "title": "Green Novi Sad ",
    "municipality": "Novi Sad ",
    "country": "bosnia",
    "ipaWindow": "window2",
    "budget": "",
    "duration": "",
    "description": "### Project Title:  \n**Sustainable Urban Development through Green Spaces Revitalization in Novi Sad**\n\n---\n\n### **Project Description:**\n\nThe project aims to enhance the quality of life for residents of Novi Sad by revitalizing and expanding green spaces in urban areas, promoting sustainable urban development, and fostering community engagement. The initiative will focus on transforming underutilized public areas into vibrant, eco-friendly spaces that support biodiversity, mitigate the urban heat island effect, and provide recreational opportunities for citizens. The project aligns with the EU's priorities on environmental sustainability, climate action, and social cohesion, as outlined in the European Green Deal and the Urban Agenda for the EU.\n\n---\n\n### **Objectives:**\n\n1. **Revitalize and expand green spaces in Novi Sad**, improving air quality and biodiversity.\n2. **Enhance community engagement** through participatory planning and co-creation of public spaces.\n3. **Promote sustainable urban planning** by integrating green infrastructure into the urban landscape.\n4. **Support climate change mitigation** by increasing green cover and reducing the urban heat island effect.\n5. **Foster social cohesion** by creating inclusive, accessible public spaces for all residents.\n\n---\n\n### **SMART Objectives:**\n\n- **Specific:**  \n  Revitalize 5 key public green spaces in Novi Sad, including the Danube Riverfront and urban parks, and create one new green area in a deprived neighborhood.  \n- **Measurable:**  \n  Achieve a 30% increase in green cover in targeted areas, plant 500 native trees, and engage 1,000 residents in community activities.  \n- **Achievable:**  \n  Utilize a budget of €1,000,000 over 18 months, leveraging local resources, partnerships, and EU funding.  \n- **Relevant:**  \n  Address urbanization challenges, improve environmental sustainability, and enhance social well-being.  \n- **Time-Bound:**  \n  Complete all activities by the end of the 18-month project period, with a 6-month maintenance phase post-implementation.\n\n---\n\n### **Methodology:**\n\n1. **Needs Assessment and",
    "objectives": "### SMART Objectives for the \"Green Novi Sad\" Project\n\nThe following SMART objectives are tailored for the IPA III Window 2 (Sustainable Connectivity and Economic Development, with a focus on green urban infrastructure) application. They build on the project's core aim of revitalizing green spaces in Novi Sad (Serbia, Western Balkans) to enhance environmental sustainability, social cohesion, and climate resilience, in line with EU Green Deal priorities and IPA III goals for urban development. Each objective is designed to be feasible for a municipality with moderate capacity, leveraging local partnerships and a proposed €1,000,000 budget over 18 months. Objectives include quantifiable targets for monitoring and evaluation, ensuring compliance with EU reporting requirements (e.g., via indicators aligned with EU indicators for sustainable cities).\n\n1. **Revitalize 5 Key Public Green Spaces to Increase Urban Green Cover**  \n   - **Specific**: Target the revitalization of 5 underutilized public areas, including the Danube Riverfront park, 3 urban parks, and 1 riverside walkway, by upgrading pathways, installing sustainable irrigation systems, and planting native vegetation to boost biodiversity and accessibility.  \n   - **Measurable**: Achieve a 30% increase in green cover (measured via satellite imagery and GIS mapping) across 10 hectares of targeted sites; plant and establish 500 native trees and 2,000 shrubs, with 95% survival rate post-planting.  \n   - **Achievable**: Utilize €600,000 from the project budget for procurement and works, partnering with local NGOs for volunteer planting and the municipality's public works department for implementation, drawing on existing urban planning expertise.  \n   - **Relevant**: Directly supports IPA III priorities on environmental protection and climate action by mitigating urban heat islands and enhancing biodiversity, contributing to EU Urban Agenda goals for greener cities in the Western Balkans.  \n   - **Time-bound**: Complete site assessments and planning by Month 3; full revitalization works by Month 12; initial monitoring and 6-month maintenance phase by project end (Month 18), with annual biodiversity reports submitted to EU evaluators.\n\n2. **Create One New Green Space in a Deprived Neighborhood to Promote Social Inclusion**  \n   - **Specific**: Develop a new 2-hectare community green space in a low-income urban neighborhood (e.g., Liman area) with inclusive features like accessible playgrounds, shaded seating for elderly residents, and educational signage on sustainability.  \n   - **Measurable**: Engage 1,000 residents (tracked via registration forms and attendance logs) in co-design workshops and events; achieve 25% higher visitor footfall (measured by counters and surveys) compared to baseline in similar areas, with 80% of participants from vulnerable groups (e.g., youth, elderly, low-income).  \n   - **Achievable**: Allocate €200,000 for construction and community mobilization, collaborating with local schools and civil society for participatory input, while using municipal land resources to minimize costs.  \n   - **Relevant**: Aligns with IPA III's emphasis on social cohesion and inclusive growth, addressing urbanization challenges in Western Balkans municipalities by fostering community ownership and reducing social isolation, per EU social inclusion indicators.  \n   - **Time-bound**: Conduct participatory planning workshops by Month 4; complete construction by Month 14; launch with a community event by Month 15, followed by 3-month evaluation of usage by Month 18.\n\n3. **Enhance Climate Resilience through Biodiversity and Air Quality Improvements**  \n   - **Specific**: Integrate green infrastructure (e.g., rain gardens and pollinator habitats) across all 6 targeted sites to reduce urban heat and improve air quality, including baseline environmental monitoring.  \n   - **Measurable**: Reduce urban heat island effect by 20% (via pre- and post-project thermal imaging and temperature sensors); improve air quality by 15% (PM2.5 levels, measured by portable monitors); increase biodiversity by 25% (e.g., +10 bird/pollinator species, tracked via citizen science apps and expert surveys).  \n   - **Achievable**: Dedicate €150,000 for monitoring equipment and native species procurement, partnering with regional environmental agencies for technical support and training 20 municipal staff on maintenance.  \n   - **Relevant**: Contributes to IPA III climate action objectives and the EU's 2030 Biodiversity Strategy by building resilient urban ecosystems, directly tackling air pollution and heat risks in Novi Sad's growing urban context.  \n   - **Time-bound**: Install monitoring tools by Month 2; implement green infrastructure by Month 10; conduct mid-term (Month 9) and final (Month 18) assessments, with data reported quarterly to ensure EU compliance.\n\n4. **Build Community Capacity for Sustainable Urban Planning**  \n   - **Specific**: Organize participatory planning and education programs to involve residents in green space management, including workshops on sustainable practices and long-term upkeep.  \n   - **Measurable**: Train 500 residents",
    "methodology": "",
    "smartObjectives": {
      "specific": "",
      "measurable": "",
      "achievable": "",
      "relevant": "",
      "timeBound": ""
    },
    "partners": [],
    "risks": "",
    "sustainability": "",
    "id": "1758666983853",
    "status": "draft",
    "complianceScore": 50,
    "createdAt": "2025-09-23T22:36:23.853Z",
    "updatedAt": "2025-09-23T22:36:23.853Z"
  },
  {
    "title": "Test ProjectSummary Test Project",
    "municipality": "Test CityTest Municipality",
    "country": "",
    "ipaWindow": "",
    "budget": "",
    "duration": "",
    "description": "This is a test description for the project.",
    "objectives": "",
    "methodology": "",
    "smartObjectives": {
      "specific": "",
      "measurable": "",
      "achievable": "",
      "relevant": "",
      "timeBound": ""
    },
    "risks": "",
    "sustainability": "",
    "mode": "template",
    "language": "en",
    "complianceScore": 20,
    "status": "draft",
    "id": "1758668280552",
    "createdAt": "2025-09-23T22:58:00.552Z",
    "updatedAt": "2025-09-23T22:59:32.800Z"
  },
  {
    "title": "Test ProjectSummary Test ProjectProgress Test",
    "municipality": "Test CityTest MunicipalityTest City",
    "country": "",
    "ipaWindow": "",
    "budget": "",
    "duration": "",
    "description": "This is a test description for the project.",
    "objectives": "",
    "methodology": "",
    "smartObjectives": {
      "specific": "",
      "measurable": "",
      "achievable": "",
      "relevant": "",
      "timeBound": ""
    },
    "risks": "",
    "sustainability": "",
    "mode": "template",
    "language": "en",
    "complianceScore": 20,
    "status": "draft",
    "id": "1758668406436",
    "createdAt": "2025-09-23T23:00:06.436Z",
    "updatedAt": "2025-09-23T23:00:59.423Z"
  },
  {
    "title": "Submission Test Project",
    "municipality": "Test City",
    "country": "",
    "ipaWindow": "",
    "budget": "100000",
    "duration": "24",
    "description": "Complete description for submission",
    "objectives": "Clear objectives",
    "methodology": "Detailed methodology",
    "smartObjectives": {
      "specific": "",
      "measurable": "",
      "achievable": "",
      "relevant": "",
      "timeBound": ""
    },
    "risks": "Risk assessment",
    "sustainability": "Sustainability plan",
    "mode": "template",
    "language": "en",
    "complianceScore": 25,
    "status": "draft",
    "id": "1758669029325",
    "createdAt": "2025-09-23T23:10:29.325Z",
    "updatedAt": "2025-09-23T23:10:29.325Z"
  },
  {
    "title": "Auto-save Test Project",
    "municipality": "",
    "country": "",
    "ipaWindow": "",
    "budget": "",
    "duration": "",
    "description": "",
    "objectives": "",
    "methodology": "",
    "smartObjectives": {
      "specific": "",
      "measurable": "",
      "achievable": "",
      "relevant": "",
      "timeBound": ""
    },
    "risks": "",
    "sustainability": "",
    "mode": "template",
    "language": "en",
    "complianceScore": 0,
    "status": "draft",
    "id": "1758669033798",
    "createdAt": "2025-09-23T23:10:33.798Z",
    "updatedAt": "2025-09-23T23:10:33.798Z"
  },
  {
    "title": "Submission Test Project",
    "municipality": "Test City",
    "country": "",
    "ipaWindow": "",
    "budget": "100000",
    "duration": "24",
    "description": "Complete description for submission",
    "objectives": "Clear objectives",
    "methodology": "Detailed methodology",
    "smartObjectives": {
      "specific": "",
      "measurable": "",
      "achievable": "",
      "relevant": "",
      "timeBound": ""
    },
    "risks": "Risk assessment",
    "sustainability": "Sustainability plan",
    "mode": "template",
    "language": "en",
    "complianceScore": 25,
    "status": "draft",
    "id": "1758669151281",
    "createdAt": "2025-09-23T23:12:31.281Z",
    "updatedAt": "2025-09-23T23:12:31.281Z"
  },
  {
    "title": "Auto-save Test Project",
    "municipality": "",
    "country": "",
    "ipaWindow": "",
    "budget": "",
    "duration": "",
    "description": "",
    "objectives": "",
    "methodology": "",
    "smartObjectives": {
      "specific": "",
      "measurable": "",
      "achievable": "",
      "relevant": "",
      "timeBound": ""
    },
    "risks": "",
    "sustainability": "",
    "mode": "template",
    "language": "en",
    "complianceScore": 0,
    "status": "draft",
    "id": "1758669155763",
    "createdAt": "2025-09-23T23:12:35.763Z",
    "updatedAt": "2025-09-23T23:12:35.763Z"
  },
  {
    "title": "",
    "municipality": "**Comprehensive Project Description: Enhancing Municipal Services through Digital Transformation**\n\n**Project Title:** Smart Municipalities for the Western Balkans\n\n**Project Overview:**\n\nThe proposed project aims to support the Western Balkan municipalities in their efforts to enhance municipal services through digital transformation, leveraging the European Union's IPA III program. The project seeks to bridge the gap between traditional and digital municipal services, improving the quality of life for citizens, and promoting economic growth and development in the region.\n\n**Smart Objectives:**\n\nThe project is built upon the following smart objectives:\n\n1. **Digitalize Municipal Services:** Develop and implement a digital platform for municipalities to provide citizens with access to public services, information, and transparency.\n2. **Improve Citizen Engagement:** Enhance citizen participation in municipal decision-making processes through online platforms and public consultations.\n3. **Increase Efficiency and Effectiveness:** Streamline municipal processes and operations, reducing costs and improving service delivery.\n4. **Foster Sustainable Development:** Promote sustainable development practices and environmental protection through the integration of digital solutions and green technologies.\n\n**Project Strategy:**\n\nThe project will be implemented in two phases:\n\nPhase 1: Needs Assessment, Platform Development, and Pilot Testing\n\n* Conduct a needs assessment to identify the specific challenges and requirements of the selected municipalities.\n* Develop a digital platform for municipal services, incorporating the identified needs and requirements.\n* Conduct pilot testing with selected municipalities to refine the platform and identify areas for improvement.\n\nPhase 2: Scale-up, Integration, and Capacity Building\n\n* Scale up the digital platform to all selected municipalities, integrating it into existing municipal infrastructure.\n* Provide capacity-building training for municipal officials, ensuring they are equipped to effectively utilize the digital platform.\n* Monitor and evaluate the project's impact on municipal services and citizen engagement.\n\n**Project Deliverables:**\n\nThe project will deliver the following:\n\n* A fully functional digital platform for municipal services.\n* A citizen engagement platform for public consultations and participation.\n* Capacity-building training programs for municipal officials.\n* A detailed report on the project's impact and lessons learned.\n* A final evaluation report, assessing the project's effectiveness and sustainability.\n\n**Project Timeline:**\n\nThe project is expected to be completed within 24 months, with the following milestones:\n\n* Month 1-3: Needs assessment and platform development.\n* Month 4-6: Pilot testing and refinement.\n* Month 7-12: Scale-up and integration.\n* Month 13-24: Capacity building and monitoring and evaluation.\n\n**Project Budget:**\n\nThe project budget is estimated at €2,500,000, allocated as follows:\n\n* Personnel and consultancy services: €800,000.\n* Platform development and integration: €1,000,000.\n* Capacity-building training and materials: €300,000.\n* Monitoring and evaluation: €200,000.\n* Contingency fund: €500,000.\n\n**Conclusion:**\n\nThe Smart Municipalities for the Western Balkans project is a comprehensive initiative aimed at enhancing municipal services through digital transformation. By leveraging the EU's IPA III program, we can support the Western Balkan municipalities in their efforts to improve the quality of life for citizens, promote economic growth and development, and foster sustainable development practices. We believe that this project has the potential to make a significant impact in the region and contribute to the EU's broader objectives of promoting digitalization, sustainability, and citizen engagement.",
    "country": "",
    "ipaWindow": "window5",
    "budget": "",
    "duration": "",
    "description": "",
    "objectives": "1. Improve municipal services and infrastructure\n2. Enhance citizen engagement and participation\n3. Build local institutional capacity",
    "methodology": "",
    "smartObjectives": {
      "specific": "",
      "measurable": "Establish clear indicators and metrics to track project progress and success.",
      "achievable": "",
      "relevant": "",
      "timeBound": ""
    },
    "risks": "",
    "sustainability": "",
    "mode": "template",
    "language": "en",
    "complianceScore": 30,
    "status": "draft",
    "id": "1758711688805",
    "createdAt": "2025-09-24T11:01:28.805Z",
    "updatedAt": "2025-09-24T11:02:33.907Z"
  }
]